Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: We're preparing your collage. You can follow its progress from the My Collages screen.
ar: نقوم بتحضير الكولاج الخاص بك. يمكنك متابعة التقدم من شاشة كولاجاتي.
ca: Estem preparant el teu collage. Pots seguir-ne el progrés des de la pantalla Els meus collages.
cs: Připravujeme vaši koláž. Průběh můžete sledovat na obrazovce Moje koláže.
da: Vi forbereder din collage. Du kan følge fremdriften fra skærmen Mine collager.
de: Wir bereiten Ihre Collage vor. Sie können den Fortschritt im Bildschirm „Meine Collagen“ verfolgen.
el: Προετοιμάζουμε το κολάζ σας. Μπορείτε να παρακολουθήσετε την πρόοδο από την οθόνη Τα κολάζ μου.
es: Estamos preparando tu collage. Puedes seguir su progreso desde la pantalla Mis collages.
fi: Valmistelemme kollaasiasi. Voit seurata edistymistä Kollaasini-näytöltä.
fr: Nous préparons votre collage. Vous pouvez suivre sa progression depuis l'écran Mes collages.
he: אנחנו מכינים את הקולאז' שלכם. תוכלו לעקוב אחרי ההתקדמות ממסך הקולאז'ים שלי.
hi: हम आपका कोलाज तैयार कर रहे हैं। आप मेरे कोलाज स्क्रीन से इसकी प्रगति देख सकते हैं।
hr: Pripremamo vaš kolaž. Napredak možete pratiti na zaslonu Moji kolaži.
hu: A kollázsodat készítjük elő. A folyamatot a Kollázsaim képernyőn követheted nyomon.
id: Kami sedang menyiapkan kolase Anda. Anda dapat mengikuti perkembangannya dari layar Kolase Saya.
it: Stiamo preparando il tuo collage. Puoi seguirne l'avanzamento dalla schermata I miei collage.
ja: コラージュを準備しています。進行状況はマイコラージュ画面から確認できます。
ko: 콜라주를 준비하고 있습니다. 진행 상황은 내 콜라주 화면에서 확인할 수 있습니다.
ms: Kami sedang menyediakan kolaj anda. Anda boleh mengikuti kemajuannya dari skrin Kolaj Saya.
nb: Vi forbereder collaget ditt. Du kan følge fremdriften fra skjermen Mine collager.
nl: We bereiden je collage voor. Je kunt de voortgang volgen op het scherm Mijn collages.
pl: Przygotowujemy Twój kolaż. Możesz śledzić postęp na ekranie Moje kolaże.
pt: Estamos preparando sua colagem. Você pode acompanhar o progresso na tela Minhas colagens.
ro: Pregătim colajul tău. Poți urmări progresul din ecranul Colajele mele.
ru: Мы готовим ваш коллаж. Вы можете отслеживать прогресс на экране Мои коллажи.
sk: Pripravujeme vašu koláž. Priebeh môžete sledovať na obrazovke Moje koláže.
sv: Vi förbereder ditt collage. Du kan följa förloppet från skärmen Mina collage.
th: เรากำลังเตรียมคอลลาจของคุณ คุณสามารถติดตามความคืบหน้าได้จากหน้าจอคอลลาจของฉัน
tr: Kolajınızı hazırlıyoruz. İlerlemesini Koleksiyonlarım ekranından takip edebilirsiniz.
uk: Ми готуємо ваш колаж. Ви можете стежити за прогресом на екрані Мої колажі.
vi: Chúng tôi đang chuẩn bị ảnh ghép của bạn. Bạn có thể theo dõi tiến trình từ màn hình Ảnh ghép của tôi.
zh_hans: 我们正在准备您的拼贴。您可以在“我的拼贴”界面查看进度。
zh_hant: 我們正在準備您的拼貼。您可以在“我的拼貼”介面檢視進度。

source: Weekly
ar: أسبوعي
ca: Setmanal
cs: Týdně
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαίο
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
hr: Tjedno
hu: Heti
id: Mingguan
it: Settimanale
ja: 週単位
ko: 주간
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt: Semanal
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sv: Veckovis
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

source: What would you like to remember?
ar: ما الذي تود تذكره؟
ca: Què t'agradaria recordar?
cs: Co byste si chtěli zapamatovat?
da: Hvad vil du gerne huske?
de: Was möchten Sie festhalten?
el: Τι θα θέλατε να θυμάστε;
es: ¿Qué te gustaría recordar?
fi: Mitä haluaisit muistaa?
fr: Que souhaitez-vous retenir ?
he: מה תרצו לזכור?
hi: आप क्या याद रखना चाहेंगे?
hr: Što biste željeli zapamtiti?
hu: Mit szeretnél megőrizni?
id: Apa yang ingin Anda kenang?
it: Cosa vorresti ricordare?
ja: 何を思い出に残したいですか？
ko: 무엇을 기억하고 싶으세요?
ms: Apakah yang anda ingin kenang?
nb: Hva vil du huske?
nl: Wat wil je onthouden?
pl: Co chciałbyś zapamiętać?
pt: O que você gostaria de lembrar?
ro: Ce ai vrea să îți amintești?
ru: Что бы вы хотели запомнить?
sk: Čo by ste si chceli zapamätať?
sv: Vad vill du minnas?
th: คุณต้องการจดจำอะไร?
tr: Neyi hatırlamak istersiniz?
uk: Що б ви хотіли запам'ятати?
vi: Bạn muốn ghi nhớ điều gì?
zh_hans: 您想记住什么？
zh_hant: 您想記住什麼？

source: Yearly
ar: سنوي
ca: Anual
cs: Ročně
da: Årlig
de: Jährlich
el: Ετήσιο
es: Anual
fi: Vuosittain
fr: Annuel
he: שנתי
hi: वार्षिक
hr: Godišnje
hu: Éves
id: Tahunan
it: Annuale
ja: 年単位
ko: 연간
ms: Tahunan
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt: Anual
ro: Anual
ru: Ежегодно
sk: Ročne
sv: Årsvis
th: รายปี
tr: Yıllık
uk: Щороку
vi: Hàng năm
zh_hans: 每年
zh_hant: 每年

source: You need at least %d captured milestones to create a collage video. You have %d so far.
ar: تحتاج إلى %d معالم ملتقطة على الأقل لإنشاء فيديو كولاج. لديك %d حتى الآن.
ca: Necessites almenys %d fites capturades per crear un vídeo de collage. Fins ara en tens %d.
cs: Pro vytvoření videa koláže potřebujete alespoň %d zachycených milníků. Zatím jich máte %d.
da: Du skal bruge mindst %d fangede milepæle for at oprette en collagevideo. Du har %d indtil videre.
de: Sie benötigen mindestens %d erfasste Meilensteine, um ein Collage-Video zu erstellen. Sie haben bisher %d.
el: Χρειάζεστε τουλάχιστον %d αποτυπωμένα ορόσημα για να δημιουργήσετε ένα βίντεο κολάζ. Έχετε %d μέχρι στιγμής.
es: Necesitas al menos %d hitos capturados para crear un video de collage. Hasta ahora tienes %d.
fi: Tarvitset vähintään %d tallennettua virstanpylvästä luodaksesi kollaasivideon. Sinulla on tähän mennessä %d.
fr: Il vous faut au moins %d étapes capturées pour créer une vidéo de collage. Vous en avez %d jusqu'à présent.
he: אתם צריכים לפחות %d אבני דרך שתועדו כדי ליצור סרטון קולאז'. יש לכם %d עד כה.
hi: कोलाज वीडियो बनाने के लिए आपको कम से कम %d कैद किए गए माइलस्टोन चाहिए। अभी तक आपके पास %d हैं।
hr: Trebate barem %d zabilježenih prekretnica za stvaranje videozapisa kolaža. Do sada ih imate %d.
hu: Legalább %d rögzített mérföldkőre van szükséged egy kollázsvideó létrehozásához. Eddig %d van.
id: Anda memerlukan setidaknya %d tonggak yang terekam untuk membuat video kolase. Anda memiliki %d sejauh ini.
it: Ti servono almeno %d traguardi catturati per creare un video collage. Finora ne hai %d.
ja: コラージュ動画を作成するには少なくとも%d件の記録されたマイルストーンが必要です。現在%d件あります。
ko: 콜라주 동영상을 만들려면 최소 %d개의 기록된 이정표가 필요합니다. 현재 %d개가 있습니다.
ms: Anda memerlukan sekurang-kurangnya %d pencapaian yang dirakam untuk mencipta video kolaj. Anda mempunyai %d setakat ini.
nb: Du trenger minst %d fangede milepæler for å lage en collagevideo. Du har %d så langt.
nl: Je hebt minstens %d vastgelegde mijlpalen nodig om een collagevideo te maken. Je hebt er tot nu toe %d.
pl: Potrzebujesz co najmniej %d uchwyconych kamieni milowych, aby utworzyć wideo kolażu. Masz ich dotychczas %d.
pt: Você precisa de pelo menos %d marcos capturados para criar um vídeo de colagem. Você tem %d até agora.
ro: Ai nevoie de cel puțin %d etape surprinse pentru a crea un videoclip colaj. Ai %d până acum.
ru: Чтобы создать видео коллажа, нужно как минимум %d зафиксированных вех. У вас пока %d.
sk: Na vytvorenie videa koláže potrebujete aspoň %d zachytených míľnikov. Zatiaľ ich máte %d.
sv: Du behöver minst %d fångade milstolpar för att skapa en collagevideo. Du har %d hittills.
th: คุณต้องมีพัฒนาการที่บันทึกไว้อย่างน้อย %d รายการเพื่อสร้างวิดีโอคอลลาจ ขณะนี้คุณมี %d รายการ
tr: Kolaj videosu oluşturmak için en az %d yakalanmış kilometre taşına ihtiyacınız var. Şu ana kadar %d tanesi var.
uk: Щоб створити відео колажу, потрібно щонайменше %d зафіксованих віх. У вас поки %d.
vi: Bạn cần ít nhất %d cột mốc đã ghi lại để tạo video ảnh ghép. Bạn hiện có %d.
zh_hans: 您需要至少 %d 个已记录的里程碑才能创建拼贴视频。目前您已有 %d 个。
zh_hant: 您需要至少 %d 個已記錄的里程碑才能建立拼貼影片。目前您已有 %d 個。

source: Your baby's collages
ar: كولاجات طفلك
ca: Els collages del teu nadó
cs: Koláže vašeho miminka
da: Din babys collager
de: Die Collagen Ihres Babys
el: Τα κολάζ του μωρού σας
es: Los collages de tu bebé
fi: Vauvasi kollaasit
fr: Les collages de votre bébé
he: הקולאז'ים של התינוק שלכם
hi: आपके बच्चे के कोलाज
hr: Kolaži vaše bebe
hu: A babád kollázsai
id: Kolase bayi Anda
it: I collage del tuo bambino
ja: 赤ちゃんのコラージュ
ko: 아기의 콜라주
ms: Kolaj bayi anda
nb: Babyens collager
nl: De collages van je baby
pl: Kolaże Twojego dziecka
pt: As colagens do seu bebê
ro: Colajele bebelușului tău
ru: Коллажи вашего малыша
sk: Koláže vášho bábätka
sv: Din bebis collage
th: คอลลาจของลูกน้อย
tr: Bebeğinizin kolajları
uk: Колажі вашої дитини
vi: Ảnh ghép của bé
zh_hans: 宝宝的拼贴
zh_hant: 寶寶的拼貼

source: Your Final Chance!
ar: فرصتك الأخيرة!
ca: La teva última oportunitat!
cs: Vaše poslední šance!
da: Din sidste chance!
de: Ihre letzte Chance!
el: Η τελευταία σας ευκαιρία!
es: ¡Tu última oportunidad!
fi: Viimeinen mahdollisuutesi!
fr: Votre dernière chance !
he: ההזדמנות האחרונה שלכם!
hi: आपका आखिरी मौका!
hr: Vaša posljednja prilika!
hu: Ez az utolsó esélyed!
id: Kesempatan terakhir Anda!
it: La tua ultima occasione!
ja: ラストチャンス！
ko: 마지막 기회입니다!
ms: Peluang terakhir anda!
nb: Din siste sjanse!
nl: Je laatste kans!
pl: Twoja ostatnia szansa!
pt: Sua última chance!
ro: Ultima ta șansă!
ru: Ваш последний шанс!
sk: Vaša posledná šanca!
sv: Din sista chans!
th: โอกาสสุดท้ายของคุณ!
tr: Son Şansınız!
uk: Ваш останній шанс!
vi: Cơ hội cuối cùng của bạn!
zh_hans: 这是您的最后机会！
zh_hant: 這是您的最後機會！

source: Your purchases have been restored.
ar: تمت استعادة مشترياتك.
ca: Les teves compres s'han restaurat.
cs: Vaše nákupy byly obnoveny.
da: Dine køb er blevet gendannet.
de: Ihre Käufe wurden wiederhergestellt.
el: Οι αγορές σας έχουν επαναφερθεί.
es: Tus compras han sido restauradas.
fi: Ostoksesi on palautettu.
fr: Vos achats ont été restaurés.
he: הרכישות שלכם שוחזרו.
hi: आपकी खरीदारी पुनर्स्थापित कर दी गई है।
hr: Vaše kupnje su vraćene.
hu: A vásárlásaid visszaálltak.
id: Pembelian Anda telah dipulihkan.
it: I tuoi acquisti sono stati ripristinati.
ja: 購入が復元されました。
ko: 구매가 복원되었습니다.
ms: Pembelian anda telah dipulihkan.
nb: Kjøpene dine er gjenopprettet.
nl: Je aankopen zijn hersteld.
pl: Twoje zakupy zostały przywrócone.
pt: Suas compras foram restauradas.
ro: Achizițiile tale au fost restaurate.
ru: Ваши покупки восстановлены.
sk: Vaše nákupy boli obnovené.
sv: Dina köp har återställts.
th: การซื้อของคุณได้รับการกู้คืนแล้ว
tr: Satın alımlarınız geri yüklendi.
uk: Ваші покупки відновлено.
vi: Giao dịch mua của bạn đã được khôi phục.
zh_hans: 您的购买已恢复。
zh_hant: 您的購買已恢復。

source: Your Request Was Received
ar: تم استلام طلبك
ca: La teva sol·licitud s'ha rebut
cs: Váš požadavek byl přijat
da: Din anmodning er modtaget
de: Ihre Anfrage wurde empfangen
el: Το αίτημά σας ελήφθη
es: Tu solicitud fue recibida
fi: Pyyntösi on vastaanotettu
fr: Votre demande a été reçue
he: הבקשה שלכם התקבלה
hi: आपका अनुरोध प्राप्त हो गया
hr: Vaš je zahtjev zaprimljen
hu: A kérésed megérkezett
id: Permintaan Anda telah diterima
it: La tua richiesta è stata ricevuta
ja: リクエストを受け付けました
ko: 요청이 접수되었습니다
ms: Permintaan anda telah diterima
nb: Forespørselen din er mottatt
nl: Je aanvraag is ontvangen
pl: Twoje żądanie zostało odebrane
pt: Sua solicitação foi recebida
ro: Cererea ta a fost primită
ru: Ваш запрос получен
sk: Vaša požiadavka bola prijatá
sv: Din begäran har mottagits
th: ได้รับคำขอของคุณแล้ว
tr: Talebiniz Alındı
uk: Ваш запит отримано
vi: Yêu cầu của bạn đã được nhận
zh_hans: 已收到您的请求
zh_hant: 已收到您的請求
